{
    "Physical and Orbital Characterization": {
        "cluster_id": [
            "2"
        ],
        "description": "This cluster encompasses research on the physical characteristics, observational techniques, and orbital dynamics of near-Earth asteroids. It includes studies on binary systems, physical compositions, radar observations, and techniques to generate detailed shape models and data on NEAs' physical and dynamic properties.",
        "subtopics": [
            {
                "Description": "The collection of papers primarily explores the physical characteristics, origins, dynamics, and properties of various Near-Earth Asteroids (NEAs), with a strong emphasis on binary NEA systems. Studies include detailed analysis of shape, spin state, composition, thermal properties, formation mechanisms, mutual orbits, and impact risk assessments. The provided papers delve into a variety of aspects concerning near-Earth asteroids (NEAs), emphasizing their physical properties, formation mechanisms, and detection techniques through radar observations. They cover several NEA phenomena including binary and triple systems, the potential cometary origin of specific asteroids, radar capabilities for tracking NEAs, and cases of NEA fragmentation. They also discuss the dynamics and evolutionary behaviors of these asteroids, including their rotational states, surface properties, and orbital changes. The papers focus on the physical properties and observational methods related to near-Earth asteroids, with a specific emphasis on their shapes, spin states, and detailed physical characteristics like surface roughness, albedo, and compositions. They discuss a variety of observational techniques including radar, optical, infrared, and polarimetry to generate detailed shape models and data on NEAs' orbits, rotations, and potential for impact with Earth. The papers provide extensive research on the physical characterization and radar observation of various binary and multi-component near-Earth asteroids. This includes detailed studies on their compositional properties, shape modeling, rotation periods, surface roughness, and the discovery of binary and triple systems. Several studies highlight the use of radar observations from facilities like Arecibo and Goldstone to map surface features and ascertain the internal and surface composition of these asteroids. The common theme among these papers revolves around the characterization and observation of near-Earth asteroids (NEAs) through radar and optical means. Multiple papers focus specifically on binary and contact binary NEAs, exploring their shapes, spin states, orbital dynamics, and physical properties. Detailed radar imaging and bistatic observations with facilities like Arecibo and Goldstone are prominently featured. All the papers are focused on using radar technologies to study physical characteristics of near-Earth asteroids. They highlight observations of various NEAs using radar systems like Arecibo and Goldstone to determine their size, shape, rotation states, surface features, and physical compositions. Specific topics include detailed radar imaging, the heterogeneity in NEA morphologies, studies of binary asteroid systems, the importance of bistatic radar techniques, and the significance of amateur contributions in radar astronomy.",
                "Subtopic": "Physical and Orbital Characterization of Near-Earth Asteroids and Binary Systems, Physical Characterization and Observation Techniques of Near-Earth Asteroids, Physical Characterization and Observational Techniques of Near-Earth Asteroids, Radar and Physical Characterization of Binary Near-Earth Asteroids, Radar Observations and Characterization of Binary and Contact Binary Near-Earth Asteroids, Radar Characterization of Near-Earth Asteroids",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    },
    "Population Dynamics and Characteristics": {
        "cluster_id": [
            "1"
        ],
        "description": "This cluster focuses on the population, dynamics, and origins of near-Earth asteroids (NEAs). It covers studies on population size estimates, orbital distributions, collisional events, and the potential hazards posed by NEAs. Key themes include the origins and genetic connections of NEAs, their dynamical behaviors, and methodologies for detecting and understanding these objects.",
        "subtopics": [
            {
                "Description": "The common subtopic reflected in the research theme of these papers is the study of near-Earth asteroid populations. These studies cover various aspects including population size estimates, orbital distributions, compositional analyses, potential parent bodies, collisional events, and the detection capabilities of current and future surveys. They also discuss the potential hazards these asteroids pose to Earth and explore methodologies for improving detection and understanding of near-Earth asteroids. The papers revolve around various aspects of near-Earth asteroids (NEAs), such as their dynamical evolution, collision lifetimes, density distribution, potential for meteor shower associations, and resonance relationships. Specific studies include the impact ejecta environment, secular and mean motion resonances, and population statistics of NEAs. Several papers highlight specific asteroids or asteroid families, mapping their orbits, predicting potential meteor showers, and analyzing their potential threats to Earth. The papers focus on various aspects of near-Earth asteroids (NEAs), including their origins, dynamical behaviors, potential threat levels, and physical properties. Topics covered include the collisional models contributing to NEAs, dormant comets masquerading as asteroids, associations between NEAs and meteor showers, the closest NEA encounters, and statistical models estimating NEA populations. They also explore the dynamical evolution of specific NEAs, the impact frequency of NEAs, and possible physical characteristics based on their observations and trajectories. The collection of papers revolves around the various aspects of near-Earth asteroids (NEAs), such as their genetic connections, orbital dynamics, error propagation in orbital calculations, methods for studying orbital evolution, and characteristics including the presence of satellites, interaction with plasma, secular resonances, and implications for impact risk on Earth. The provided papers explore various aspects of near-Earth asteroids (NEAs), including their orbital characteristics, potential impact probabilities with Earth and other planets, dynamical behaviors, physical properties, and possible cometary origins. These studies contribute to understanding the orbital evolution and dynamical interactions of NEAs, as well as the risks and implications of their potential impacts. Papers include detailed analyses of specific NEAs, population-level studies of asteroid behavior, and the development of algorithms and methodologies for tracking and predicting NEA orbits and close encounters. Papers 0 and 1 discuss various aspects of near-Earth asteroids. Paper 0 focuses on the orbital evolution and potential encounters with Earth, while Paper 1 explores the connection between near-Earth asteroids and meteor showers, including the mineralogical study of a specific asteroid. Paper 2, although close in topic as it deals with asteroids, focuses on Trojan captures by terrestrial planets, which deviates from the main topic of near-Earth asteroids specifically.",
                "Subtopic": "Population and Characteristics of Near-Earth Asteroids, Dynamical Evolution and Characteristics of Near-Earth Asteroids, Dynamics, Origins, and Characteristics of Near-Earth Asteroids, Orbital Dynamics and Characteristics of Near-Earth Asteroids, Orbital Dynamics and Impact Probabilities of Near-Earth Asteroids, Orbital Dynamics and Meteorite Origins of Near-Earth Asteroids",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    },
    "Photometric and Lightcurve Analysis": {
        "cluster_id": [
            "7"
        ],
        "description": "This cluster delves into the photometric and lightcurve characterization of NEAs. It focuses on observing and analyzing rotational states, phase curves, and spectral characteristics to understand the rotation periods, shapes, albedos, compositions, and other physical properties of these asteroids.",
        "subtopics": [
            {
                "Description": "The collected papers universally explore the photometric analysis and lightcurve characterization of near-Earth asteroids (NEAs). These papers delve into aspects such as rotational states, phase curves, and spectral characteristics, aiming to understand the rotational period, shape, albedo, composition, and other physical properties of NEAs. They make extensive use of various observational techniques and ground-based telescopes to gather data on NEA properties, with several studies focusing on mission-accessible asteroids which could be future targets for space missions. The common subtopic reflected in the research theme of the papers is the photometric and lightcurve analysis of near-Earth asteroids (NEAs). The studies focus on deriving physical properties such as rotation periods, amplitudes, and pole and shape models of NEAs. Many papers also examine characteristics like synodic periods, binary systems, and rapid rotations of these asteroids. The papers predominantly address the photometric and lightcurve analysis of various near-Earth asteroids (NEAs). They cover aspects such as rotational periods, amplitudes, and spectroscopic characteristics of the NEAs. The studies employ data from different observatories and telescopes and involve coordinated efforts across multiple astronomical centers. The investigations provide insights into the physical properties and dynamic behaviors, such as tumbling, fast rotation, and binary nature of these asteroids. The common subtopic reflected in the research theme of these papers is the use of lightcurve analysis to derive the physical properties of near-Earth asteroids (NEAs). These studies focus on measuring and analyzing the rotation periods, shapes, amplitudes, and potential binary nature of NEAs. The overarching goal is to improve the understanding of the physical and rotational characteristics of these asteroids, often involving methods such as photometric observations using various telescopes and sometimes leveraging citizen scientist networks. The provided papers focus extensively on photometric, lightcurve, and spectral analysis of near-Earth asteroids (NEAs). They collectively delve into various observational metrics such as rotational periods, asteroid classification, physical properties like shape and color indices, as well as indications of binary systems and tumbling states. These studies contribute to a more comprehensive understanding of the behavior, composition, and dynamics of NEAs.",
                "Subtopic": "Photometric Analysis and Lightcurve Characterization of Near-Earth Asteroids, Photometric and Lightcurve Analysis of Near-Earth Asteroids, Photometric and Lightcurve Analysis of Near-Earth Asteroids, Lightcurve Analysis of Near-Earth Asteroids, Observational Characteristics and Analysis of Near-Earth Asteroids",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    },
    "Spectral and Mineralogical Properties": {
        "cluster_id": [
            "6"
        ],
        "description": "This cluster includes research on the physical and spectral properties of NEAs. Studies focus on thermal models, mineralogies, radiometric properties, spectral analysis, hydration features, and the potential resource utilization of NEAs. The cluster aims to improve the understanding of NEAs' composition and surface properties.",
        "subtopics": [
            {
                "Description": "The provided papers focus on multiple aspects of near-Earth asteroids (NEAs), including their thermal models, mineralogies, extraction of metals, radiometric properties, albedo distributions, spectroscopic studies, hydration features, and the impact of planetary encounters on their surfaces. These studies collectively enhance our understanding of NEAs by examining their physical, chemical, and dynamical properties. Important themes include the composition, surface properties, and potential resource utilization of NEAs. The papers largely focus on the physical and spectral properties of near-Earth asteroids (NEAs). They present studies that use various observational techniques, including thermal infrared spectroscopy, optical observations, and radar data, to characterize the composition, surface properties, and thermal behavior of NEAs. Specific aspects such as thermal inertia, surface composition, and spectral homogeneity are highlighted, and several papers explore the application of thermal models like the NEATM to estimate asteroid sizes and albedos. There is a repeated emphasis on the potential of NEAs for both scientific research and planetary defense. The provided set of papers revolves around the detailed study of various aspects of near-Earth asteroids (NEAs), including their surface compositions, thermal properties, size, albedo, and rotational characteristics. The common subtopics include the characterization of NEAs through spectroscopic and thermophysical methods, the investigation into their mineralogy and potential volatiles, and implications for planetary defense and space missions. Each paper provides insights crucial for understanding the dynamic and physical properties of NEAs, contributing to fields such as planetary defense, asteroid resource utilization, and the fundamental study of solar system formation. The common subtopic reflected in these papers is the spectral analysis and mineralogical study of near-Earth asteroids (NEAs). Both papers focus on understanding the composition and characteristics of NEAs through spectroscopic surveys, providing insights into their mineralogies and surface properties.",
                "Subtopic": "Physical and Chemical Properties of Near-Earth Asteroids, Characterization of Physical and Spectral Properties of Near-Earth Asteroids, Characterization and Properties of Near-Earth Asteroids, Spectral Analysis and Mineralogy of Near-Earth Asteroids",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    },
    "Exploration, Deflection, and Resource Utilization": {
        "cluster_id": [
            "5"
        ],
        "description": "This cluster primarily covers the exploration, deflection, and resource utilization of NEAs. Topics include mission designs, spacecraft instrumentation, deflection techniques, mining prospects, and economic evaluations of asteroid resources. It also focuses on NEA missions and planetary defense strategies.",
        "subtopics": [
            {
                "Description": "The papers primarily focus on the study, deflection, and exploration of near-Earth asteroids, with a significant emphasis on asteroid 65803 Didymos and its relevance to the Double Asteroid Redirection Test (DART) mission. Topics include the characterization and mission summaries of other near-Earth asteroid missions such as NEAR and MarcoPolo-R, as well as mining prospects and economic evaluations of asteroid resources. The provided papers extensively cover diverse explorations and research on near-Earth asteroids (NEAs). These include mission designs, sample-return strategy concepts, spacecraft instrumentation, asteroid characterization, asteroid capture strategies, the impact of kinetic deflection missions, solar sailcraft use, and strategic rendezvous tactics. Additionally, some papers focus on the implications of NEAs for planetary defense and resource utilization, thus broadly capturing scientific, engineering, and practical aspects of NEAs. The set of papers primarily deals with missions, technologies, and strategies related to the exploration, characterization, and mitigation of near-Earth asteroids (NEAs). Topics include spacecraft missions designed for observing and altering asteroid trajectories, technologies for landing and sampling asteroids, and strategies for deflecting potentially hazardous asteroids to protect the Earth. Key missions discussed include NASA's NEAR mission, ESA's Hera mission, and several kinetic impactor and sample return missions. There are also discussions on trajectory optimizations, innovative propulsion technologies, and economic assessments of asteroid mining. The common theme across these papers is the exploration, mining, and utilization of resources from near-Earth asteroids (NEAs). These studies encompass mission design, trajectory planning, spacecraft technology, mining feasibility, and sample return missions, with specific subtopics including asteroid spectroscopy, resource extraction techniques, propulsion methods, and deflection strategies.",
                "Subtopic": "Near-Earth Asteroid Exploration and Deflection Techniques, Exploration and Utilization of Near-Earth Asteroids, Exploration, Characterization, Mitigation, and Mining of Near-Earth Asteroids, Near-Earth Asteroid Exploration and Resource Utilization",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    },
    "Detection and Observational Techniques": {
        "cluster_id": [
            "0"
        ],
        "description": "This cluster addresses advancements in the detection, tracking, and characterization of NEAs. It covers methodologies and technologies such as optical systems, synthetic tracking, radar astrometry, and deep learning algorithms to enhance the accuracy and efficiency of NEA detection and monitoring.",
        "subtopics": [
            {
                "Description": "The common theme among these papers is the detection, tracking, and characterization of near-Earth asteroids (NEAs). Each paper discusses different methodologies and technologies to locate and monitor these celestial objects. Topics include the use of advanced optical systems, synthetic tracking, radar astrometry, deep learning algorithms, and various observational programs designed to improve the accuracy and efficiency of NEA detection. The collective research aims to enhance our understanding of NEAs and mitigate potential collision risks with Earth. The collection of papers revolves around different methodologies and technological advancements in the detection, observation, and characterization of near-Earth asteroids (NEAs). These include ground-based and space-based observational strategies, data mining from archival images, and coordinated global efforts such as the EURONEAR, LINCOLN, and LINEAR projects. The compiled works highlight the importance of international cooperation, advanced tracking and imaging techniques, and the development of specialized surveys like ZTF, ATLAS, and LSST in enhancing the detection and study of NEAs. The selected papers focus on various observational and tracking techniques for Near-Earth Asteroids (NEAs). They cover ground-based and space-based observational methods, technology advancements in tracking instruments, statistical analysis of discovery patterns, and the importance of global cooperation in NEA surveys. It also discusses the development of new observational platforms and the refinement of orbital elements for NEAs.",
                "Subtopic": "Detection and Characterization of Near-Earth Asteroids, Methods and Technologies for Near-Earth Asteroid Detection and Characterization, Observational Techniques and Tracking of Near-Earth Asteroids",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    },
    "Yarkovsky Effect and Specific Missions": {
        "cluster_id": [
            "4"
        ],
        "description": "This cluster focuses on the Yarkovsky effect and its influence on the dynamic and physical characteristics of NEAs. It includes detailed studies of specific asteroids, mission contributions from Hayabusa2 and OSIRIS-REx, and the impact of non-gravitational forces on NEA behavior. It also covers surface phenomena and theoretical deflection mechanisms.",
        "subtopics": [
            {
                "Description": "The common subtopic of the provided papers is the Yarkovsky effect's influence on the dynamic and physical characteristics of near-Earth asteroids (NEAs). These papers thoroughly explore various aspects of the Yarkovsky effect, including its detection, measurement, and implications on orbital drift, thermal properties, and bulk density. The investigations extend to how this effect impacts NEA origin, evolution, and threats, particularly by accounting for non-gravitational forces in orbital predictions. Empirical data and theoretical models are heavily employed to better understand the role of the Yarkovsky effect in NEA behavior. The papers collectively focus on various aspects of near-Earth asteroids (NEAs), including detailed mission studies, physical and spectral properties, and dynamical behaviors. Specific attention is given to asteroids such as Ryugu and Bennu, with research on Hayabusa2 and OSIRIS-REx missions contributing substantially to the understanding of these bodies. Topics include the Yarkovsky and YORP effects, asteroid surface compositions, rotational dynamics, and potential origins of some asteroids as lunar ejecta. The studies also explore theoretical mechanisms for asteroid deflection and surface phenomena such as the thermal fatigue process. The common subtopic reflected in the research theme of the papers revolves around the study of specific near-Earth asteroids (NEAs), particularly focusing on their physical properties, composition, and the effects of non-gravitational forces such as the Yarkovsky effect. Additionally, some papers explore specific missions like Hayabusa2 and OSIRIS-REx aimed at asteroids Ryugu and Bennu to collect detailed spectral and surface composition data.",
                "Subtopic": "Yarkovsky Effect on Near-Earth Asteroids, Detailed Investigations and Mission Studies of Near-Earth Asteroids, Physical Properties and Missions to Specific Near-Earth Asteroids",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    },
    "Lightcurve Analysis and Characteristics": {
        "cluster_id": [
            "3"
        ],
        "description": "This cluster is dedicated to the analysis of lightcurves of NEAs. Studies aim to determine rotation periods, signs of tumbling, and the presence of satellites. The research focuses on the physical properties and rotational dynamics, including the study of non-principal axis rotations and binary systems.",
        "subtopics": [
            {
                "Description": "The group of papers from the CS3-Palmer Divide Station involves the extensive collection and analysis of lightcurves for near-Earth asteroids (NEAs). These studies span multiple years and aim to determine the rotation periods, signs of tumbling, and presence of satellites in these asteroids. The research contributes to the understanding of the physical properties and dynamics of NEAs, including non-principal axis rotation and binary systems.",
                "Subtopic": "Near-Earth Asteroid Lightcurve Analysis and Characteristics",
                "Relatedness": 5,
                "Is Related": "RELATED"
            }
        ]
    }
}